<template>
  <div class="xunli_info">
    <div class="container">
      <div class="heading">负责任博彩</div>
      <div class="text">
        汛利体育积极推行负责任博彩，并极力拒绝未成年玩家使用我们的软件进行网上娱乐。同时，我们更透过专业人员及各种有效方法，以防止问题博彩的发生。
        一旦发现使用该本网站的 客户未
        满18岁，我们将会没收所有赢取的彩金并保留立即终止客户帐户操作的权利。
        如您的计算机被未满18岁的人士使用，
        我们建议您设定计算机数据保密以防止帐户号码/用户名称被盗用。父母或
        者监护人可以使用一系列的第三方软件来监控或者限制计算机的互联网使用。
      </div>
      <div class="heading">博彩责任</div>
      <div class="text">
        本公司希望客户满意本集团提供的网上博彩服务。我们会为客户在博彩自律方面提供多方面的帮助。如您担心博彩会严重影响您或他人的生活，我们建议：<br />
        在登录我们的系统时，不要让未成年人士在荧光幕显示范围内观看或停留。<br />
        如果用户需要离开系统的操作范围，请谨记使用密码锁住计算机。<br />
        各用户务必将汛利体育帐户及密码放置在安全地方。<br />
        请于计算机使用年龄保护软件，以限制未成年用户到访特定网站及使用相关程序。<br />
        切勿与未成年人士分享信用卡或帐户等相关信息 。<br />
        当用户从他人计算机登入汛利体育软件时，或从远程位置(无线网吧、机场、酒店或其他公共场所)进行登录及娱乐活动时，请留意是否已隔离任何未成年人士。<br />
        严重博彩引发的问题：<br />
        您会否因为博彩而不上班或不上学？<br />
        您博彩是否为了逃避烦闷或不愉快的生活？<br />
        当您博彩花光钱时，您是否感到失望甚至绝望，并且希望马上能再进行赌博？<br />
        您会否博彩到最后一分钱才罢休？<br />
        您有否曾经用谎言掩饰您花在博彩上的时间和金钱？<br />
        您博彩是不是因为争执，沮丧或失望？<br />
        您有没有因为博彩而感到失落甚至轻生？<br />
        您是否对您的家人，朋友或爱好失去了兴趣？<br />
        您输了之后，是否马上想把输的钱赢回来？<br />
        在这些问题中您回答的‘是’越多，您就越接近具备严重博彩问题。<br />
        以下提示也许能帮助您控制博彩问题：<br />
        博彩只是一种娱乐，不应被视为赚钱的方法<br />
        避免有把输的钱赢回来的想法<br />
        只投注您付得起的金额<br />
        时刻记着花在博彩上的时间和金钱<br />
        责任感和正直诚信<br />
        汛利体育，致力提高服务水平，并承诺向客户履行最大程度上的责任，包括诚信、透明度、合法性等各方面。如客户遇上任何有关负责任博彩的问题，可24小时向我们的客户服
        务部联络。我们
        承诺会于一年365日，不间断地为用户提供技术支持及相关问题解答服务。<br />
      </div>
      <div class="heading">条款与规则</div>
      <div class="text">
        每个客户只能拥有一个账号，如发现客户拥有多个账号，本公司有权冻结客户的账号以及取消该账号内所有胜出的投注。本公司保留权利取消任何因素导致账号结余不正确的金额。此外如发现账
        号持有人与亲属共同使用多个不同账号，本公司有权限制客户每人各保留最多一个账号。<br />
        用户有义务保障本身的用户名称和密码的隐私安全，并且不应允许任何第三方以任何形式，通过该用户名称和密码使用本网站之所有游戏，否则，一切责任需由该使用者全部承担。<br />
        用户在进行游戏前应核实其所在地区进行在线游戏是否符合当地法律。<br />
        汛利体育网站时间均为北京时间。<br />
        本网站只向符合法定年龄的使用者提供服务，客户在进行投注时必须年满18岁。<br />
        本网站保留拒绝或不接受任何使用者以任何不正当方式登入或参与本网站所有游戏之权利。<br />
        因人为或系统发生不能预测因素所导致的失误，本公司管理层保留最终决定权。<br />
        因发生不可抗拒的灾害或人为入侵破坏行为，所造成的网站故障或数据损坏等情况，以本网站最终数据为最后的处理数据，所以各会员应尽量保留或打印数据，本网站才接受跟进投诉。为避免
        任何争议，各用户在参与本网站所有游戏过程中或在结束游戏前，务必检查该会员帐户的资料，如发现任何异常情况，应立即与代理商联系查证，否则该用户将被视为同意并且接受。其帐户之
        一切数据或历史数据，以本公司数据库中的数据为准，用户不得异议。<br />
        史数据，以本公司数据库中的数据为准，用户不得异议。本公司保留所有规则的修改权，并且无须事先公布。<br />
        不论在任何情况下，本公司都有最终决定权。<br />
      </div>
    </div>
  </div>
</template>

<script>
export default {
  name: "PCXLGameResponsibilities",
};
</script>
