<template>
  <div class="xunli_info">
    <div class="container">
      <div class="heading">规则条款</div>
      <div class="text">
        一、遵守会员规范及法律规定：您了解您注册成为会员后，即可使用本公司所提供之各项服务(以下称本服务)。当会员使用本服务时，即表示除了同意遵守本服务条款外，还同意接受本公司对会
        员规范(包括各项游戏规则、球赛投注规则、公告及注意事项等)及相关法令规定之拘束，本公司所有产品与客户服务、软件系统、网络架构等相关业务事宜，皆由菲律宾娱乐和博彩认证机构
        PAGCOR所授权和监管之合法线上娱乐公司，使用本服务之会员请遵守使用者当地法令之许可，如有违反之情事恕非本服务之负责范围。<br />
        二、虚拟货币银行服务：本公司提供网路金流付费平台，你所购买的点数将可享受符合本公司平台的服务。若您使用虚伪不正之方式进行「储值」，本公司也将保留随时终止您会员资格及使用
        各项服务之权利。<br />
        三、真实登录义务：基于本公司所提供之各项服务，您同意于注册时依注册申请程序所提示之项目，登录您本人正确、真实及完整之个人资料；当您的个人资料有异动时，请立即更新，以维持您
        个人资料之正确、真实及完整。如因您登录不实资料或冒用他人名义以致于侵害他人之权利或违法时，应自负法律责任；并同意您所提供之个人资料不实或个人资料有异动但没有更新以致于与原
        登录之资料不符时，本公司有权随时终止您的会员资格及使用各项会员服务之权利。<br />
        四、服务之停止与更改：<br />
        1.会员登录之资料不实。<br />
        2.使用他人的名义申请本服务。<br />
        3.违反游戏公平原则。<br />
        4.参与游戏或比赛时，故意钻研系统漏洞或利用游戏弱点以影响结果。<br />
        5.违反本服务条款时。<br />
        6.本公司不允许不公平的下注方式、双边下注、无风险下注及任何无风险解冻之下注方式，如有发现上述问题之玩家，本公司
        有终止玩家帐号使用之权利。如有任何争议问题，本公司有最终决
        定权。无论任何情形，就停止或更改服务或终止会员帐户服务所可能产生之困扰、不便或损害，本服务对任何会员或第三人均不负任何责任。<br />
        五、服务暂停或中断：<br />
        （一）本公司于下列情形之一时，得暂停或中断本服务之全部或一部，对于使用者不负担任何赔偿责任：<br />
        对于本服务相关系统设备进行迁移、更换或维护时。<br />
        因不可归责于本公司所造成服务停止或中断。<br />
        因不可抗力所造成服务停止或中断<br />
        (二)如因本公司对于本网站相关系统设备进行迁移、更换或维护而必须暂停或中断全部或一部之服务时，本公司于暂停或中断前将以电子邮件通知或于本网站上公告。(三)对于本服务之暂停或中
        断，可能造成您使用上的不便、资料遗失或其他经济及时间上之损失，您平时应采取适当的防护措施，以保障您的权益<br />
        六、保管义务：会员有义务妥善保管在本网站之帐号与密码，并为此组帐号与密码登入系统后所进行之一切活动负责。为维护会员自身权益，请勿将帐号与密码泄露或提供予第三人知悉，或出
        借或转让他人使用。<br />
        七、同意各项球赛及游戏规则：为避免使用者于本平台投注球赛或游戏时产生争议，各项规则于游戏中心和球赛中心均有详细说明，请务必详细阅读本服务所定之各项规则，会员一经开始使用
        本服务，即被视为已接受所有之规定。<br />
        八、会员规范之增订及修改：本服务条款如有增订或修改，您同意自该修订条款于本网站公告之时起受其拘束，本网站将不对会员个别通知。如您于公告后继续使用本服务，则视为您已经同意
        该修订条款。<br />
        九、隐私声明：我们致力为客户保护隐私并提供一个最安全的游戏平台，我们在此网站搜集的资料将会为您提供最卓越的服务，我们不会出卖或租赁您的个人资料给第三方，客户所提供的个
        人资料均经过SSL128加密技术处理，并储存在安全的、非公开的作业系统，对于有机会接触客户的个人资料的协助伙伴也必需遵守我们订立的隐私保密规则。<br />
        十、免责声明：部份地区或国家法律尚未明定线上博彩的合法性问题，甚至某些地区或国家已明确规范线上博彩为非法行为。我们无意邀请任何人在这些地区或国家非法使用本服务平台。使用
        者必需确定在您所居住的地区或国家使用线上博彩是否合法，并负完全的责任，使用本服务之会员请遵守使用者当地法令之许可，如有违反之处非本公司之负责范围。<br />
      </div>
    </div>
  </div>
</template>

<script>
export default {
  name: "PCXLGameRules",
};
</script>
